Repository: wojtwol/ecthr-translator
Catalog: tm/legal_terms.tmx
Source language: en_us
Languages: pl_pl

source: Article
pl_pl: art.

source: Article 6
pl_pl: art. 6

source: Article 8
pl_pl: art. 8

source: Article 10
pl_pl: art. 10

source: Article 13
pl_pl: art. 13

source: paragraph
pl_pl: ust.

source: section
pl_pl: sekcja

source: subparagraph
pl_pl: punkt

source: point
pl_pl: pkt

source: rule of law
pl_pl: praworządność

source: Rule of Law
pl_pl: praworządność
